Repository: emencia/emencia-django-forum
Catalog: forum/locale/*/LC_MESSAGES/django.po
Languages: fr

source: <small class="subhead">Category</small> {{ category_instance.title }}
fr: <small class="subhead">Categorie</small> {{ category_instance.title }}

source: New category
fr: Nouvelle catégorie

source: <small class="subhead">{{ category_instance.title }}</small> Edit
fr: <small class="subhead">{{ category_instance.title }}</small> Éditer

source: Recent threads
fr: Fils de discussion récents

source: <small class="subhead">{{ category_instance.title }}</small> New thread
fr: <small class="subhead">{{ category_instance.title }}</small> Nouveau fil de discussion

source: <small class="subhead">{{ thread_instance.subject }}</small> Thread edit
fr: <small class="subhead">{{ thread_instance.subject }}</small> Éditer le fil de discussion

source: <small class="subhead">{{ thread_instance.subject }}</small> Edit message #{{ post_instance.id }}
fr: <small class="subhead">{{ thread_instance.subject }}</small> Éditer le message #{{ post_instance.id }}

source: <small class="subhead">{{ thread_instance.subject }}</small> Delete message #{{ post_instance.id }}
fr: <small class="subhead">{{ thread_instance.subject }}</small> Supprimer le message #{{ post_instance.id }}

source: created
fr: création

source: order
fr: position

source: title
fr: titre

source: Unvisible category won't be visible nor its threads.
fr: Les catégories non visibles ne seront pas affichés ni leur fils de discussion

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: modified
fr: modification

source: This only filled when a message is added.
fr: Seulement rempli lorsqu'un message est ajouté.

source: author
fr: auteur

source: category
fr: catégorie

source: subject
fr: sujet

source: closed
fr: fermé

source: sticky
fr: fixé

source: Sticky thread will be on top of thread list.
fr: Les fils de discussions fixés seront au sommet des listes.

source: announce
fr: annonce

source: Announce thread can be displayed out of the forum
fr: Les fils de discussion d'annonce peuvent être affichés hors du forum

source: Unvisible threads won't be visible nor its messages.
fr: Les fils de discussion non visibles ne seront pas affichés ni leur messages.

source: Thread
fr: Fil de discussion

source: Threads
fr: Fils de discussion

source: owner
fr: auteur

source: thread
fr: fil de discussion

source: Thread watch : {0}
fr: Surveillance du fil de discussion

source: Thread watch
fr: Surveillance d'un fil de discussion

source: Thread watchs
fr: Surveillances de fils de discussion

source: Submit
fr: Soumettre

source: Watch this thread
fr: Surveiller ce fil de discussion

source: You will receive an email notification for each new post in this thread. You can disable it in the thread detail if needed.
fr: Vous recevrez un email de notification pour chaque nouveau message de ce fil de discussion. Vous pourrez le désactiver dans le détail de ce fil de discussion si besoin

source: This thread is closed, you can't add it a new post.
fr: Ce fil de discussion est fermé, vous ne pouvez y ajouter un nouveau message.

source: Confirm
fr: Confirmer

source: Error 403
fr: Erreur 403

source: Forbidden
fr: Interdit

source: You don't have permission to access this ressource.
fr: Vous n'avez pas la permission pour accéder à cette ressource.

source: New thread
fr: Nouveau fil de discussion

source: Edit category
fr: Éditer la catégorie

source: Last threads
fr: Derniers fils de discussion

source: Browse category
fr: Voir la catégorie

source: No thread yet
fr: Aucun fil de discussion

source: Create first thread
fr: Créer le premier fil de discussion

source: On %(thread_date)s - By <em>%(thread_author)s</em>
fr: Le %(thread_date)s - Par <em>%(thread_author)s</em>

source: No category yet
fr: Aucune catégorie

source: %(num_posts)s answer%(plural)s
fr: %(num_posts)s réponse%(plural)s.

source: Since %(thread_date)s - By <em>%(thread_author)s</em>
fr: Il y a %(thread_date)s - Par <em>%(thread_author)s</em>

source: Edit this thread
fr: Éditer le fil de discussion

source: Unwatch this thread
fr: Ne plus surveiller ce fil de discussion

source: Since %(created_date)s
fr: Il y a %(created_date)s

source: Reply
fr: Répondre

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Edited since %(modified_date)s
fr: Édité il y a %(modified_date)s

source: New message
fr: Nouveau message

source: This thread is closed, you can't add it a new post
fr: Ce fil de discussion est fermé, vous ne pouvez y ajouter un nouveau message

source: Forum announces
fr: Annonces du forum

source: Hi, A new message has been posted on thread "%(subject)s" : %(message)s ---------------------------------------- Link to the new post : http://%(site_domain)s%(message_url)s You receive this email because you have subscribed to the thread watch. You can unsubscribe on the thread page : http://%(site_domain)s%(thread_url)s
fr: Bonjour, Un nouveau message a été ajouté sur le fil de discussion "%(subject)s" : %(message)s ---------------------------------------- Lien vers le nouveau message : http://%(site_domain)s%(message_url)s Vous recevez cet email car vous surveillez ce fil de discussion. Vous pouvez vous désinscrire de cette surveillance sur la page du fil de discussion : http://%(site_domain)s%(thread_url)s

source: Forum - A new message has been posted
fr: Forum - Un nouveau message a été ajouté
